export function str() {
  return {
    sgc: false,
    sfy: false,
    qfy: false,
    transUser: {
      id: 2820822,
      status: 99,
      demand: 1,
      userid: 57413398,
      昵称: "EnderCrafter",
      uptime: 1532681742609,
    },
    lrc: {
      version: 17,
      lyric:
        "[00:00.000] 作词：Jesper Borgen/Tommy LaVerdi/William Wiik Larsen/Andrew Frampton/James Njie/Atle Pettersen\n[00:01.000] 作曲 : Alan Walker/Lars Kristian Rosness/Marcus Arnbekk/Fredrik Borch Olsen/Anders Froen/Gunnar Greve/James Njie/Jesper Borgen/Tommy Laverdi/Atle Pettersen/WilliamJiek Lars Stenzel/Andrew Frampton\n[00:14.290]我们不相爱\n[00:17.140]我们不分享任何故事\n[00:19.980]只是你眼中的东西\n[00:25.680]不要害怕\n[00:28.420]阴影了解我\n[00:31.280]让我们把世界抛在脑后\n[00:36.720]带我过夜\n[00:39.200]掉入黑暗面\n[00:43.170]我们不需要光明\n[00:44.730]我们将生活在黑暗面\n [00:48.580]我看到了\n[00:49.860]让我们感受一下\n[00:51.210]趁我们还年轻无畏\n[00:53.760]放开光\n[00: 56.020]陷入黑暗面\n[01:02.170]陷入黑暗面\n[01:07.930]向黑暗面屈服\n[01:16.370]放开光明\n[01:18.510 ]坠入黑暗面\n[01:22.530]在天空下\n[01:24.790]像钻石一样黑\n[01:27.650]我们的时间不多了\n[01:33.300]Don'不要等待真相\n[01:36.170]来蒙蔽我们\n[01:38.990]让我们相信他们的谎言\n[01:44.850]相信它，我看到了\n[01:47.460]我知道你能感觉到它\n[01:50.290]没有值得保留的秘密\n[01:53.130]所以像在做梦一样欺骗我\n[01:55.910]带我度过一夜\n[01:58。040]陷入黑暗面\n[02:02.100]我们不需要光明\n[02:03.830]我们将生活在黑暗面\n[02:07.560]我明白了\n[02 :08.710]让我们感受一下\n[02:10.220]趁我们还年轻无畏\n[02:12.790]放开光明\n[02:15.030]陷入黑暗\n[02: 20.880]堕入黑暗面\n[02:26.580]向黑暗面屈服\n[02:35.430]放手光明\n[02:37.730]堕入黑暗面\n[03:03.580] ]带我度过黑夜\n[03:05.660]陷入黑暗面\n[03:09.850]我们不需要光明\n[03:11.470]我们将生活在黑暗面\n[ 03:15.300]我看到了\n[03:16.490]让我们感受一下\n[03:18.010]趁我们还年轻无畏\n[03:20.590]放开光\n[03:22.810] ]陷入阴暗面\n",
    },
    klyric: { version: 0, lyric: "" },
    tlyric: {
      version: 11,
      歌词:
        "[by:EnderCrafter]\n[00:14.290]你我不再相爱\n[00:17.140]也不曾有什么交集存在\n[00:19.980]唯有你眼眸中的坚毅我甚是喜爱\n[00:25.680]别恐惧恐惧\n[00:28.420]那无边黑暗笼罩我的心\n[00:31.280]让我们启程离开这浩瀚人潋\n[00:36.720]请携我穿越那漆黑夜幕\n[00:39.200]纵身坠落进那无边黑暗\n[00:43.170]不需要光的存在\n[00:44.730]寄居在这黑暗\n[00:48.580]结合体验\n[00:49.860]一起感受\n[00:51.210]在这年少的时候\n[00:53.760]任凭凭感觉摇狂浪消散\n[00:56.020]纵身坠落进那无边黑暗\n[01 :02.170]纵身坠落进那无边黑暗\n[01:07.930]臣服于那漆黑之主\n[01:16.370]凭凭直觉光线摇摇消散\n[01:18.510]纵身坠落进无边黑暗\n[01:16.370] :22.530] 距离轮廓天空\n[01:24.790]如黑色的钻石一般\n[01:27.650]时间所所剩无几\n[01:33.300]别再等待真正的到来\n[01:36.170]将你我心蒙蔽起来\n[01:38.990]就这一次相信谎言也无谓\n[01:44.850]学会相信学会看清\n[01:47.460]我知道你心有同感\n[01:50.290] ]别守守着秘密不\n[01:53.130]小说愚弄我吧用那幻梦般的场景请放\n[01:5.910]携携我穿越那漆黑夜幕\n[01:58.040]纵身坠落进那场无边黑暗\n[02:02.100]无需光的存在\n[02:03.830]寄居在这黑暗\n[02:07.560]一起体验\n[02:08.710]合体感受\n[02:10.220]在这年少轻狂的时候\n[02:12.790]任凭凭光芒摇曳消散\n[02:15.030]纵身坠落进那无边黑暗\n[02:20.880]纵身坠落进那无边黑暗\n[02:26.580]臣服于那漆黑之主\n[02:35.430]任凭凭直觉摇摇曳消散\n[02:37.730]纵身坠落进那无边黑暗\n[03: 03.580]请携我穿越那漆黑夜幕\n[03:05.660]纵身坠落进那无边黑暗\n[03:09.850]不需要光的存在\n[03:11.470]寄居在这黑暗黑暗\n[03:15.300] ]一起体验\n[03:16.490]一起感受\n[03:18.010]在这年少轻狂的时刻\n[03:20.590]凭凭直觉摇摇消散\n[03:22.810]纵身坠落进那无边黑暗 n",
    },
    code: 200,
  };
}
